print("მე გავიცანი")

#ბარბარე თინიკაშვილი
#ლუკა ნავროზაშვილი 
#ნია ხოფერია
#ჯეკო ტარიელაძე
#დანიელ აბრამიანი
#გიო გაგნიძე
#დათო ტყეშელაშვილი                                                                          
#დავით ჯანეზაშვილი
#დათი ჩხიკვაძე
#დიმა ბაკურაძე
#გიორგი ვარადაშვილი


print("რას ვფიქრობ goa_ზე")
#ჩემი აზრით goa იდეალური აკადემიაა წინსვლისათვის და ზრდაგანვიტარებისთვის. გოაში აღზრდილი ბავშვები არიან მიზანზე ორიენტირებულები და მათ არ აშინებთ რთული დავალებების გაკეთება და პირიქით მათთვის ეს გამოწვევაა და არა რთული დავალება, მიხარია რომ მეც მაქვს შესაძლებლობა ვისწავლო გოაში და დავეუფლო პროგრამირებას.